{
  "positions": [
    {
      "id": 1,
      "positionTitle": "Business Development Executive – IT",
      "JobType": "JobType",
      "JobTypeName": " Full Time , Experience  ",
      "Positions": "Positions",
      "NumberOfPositions": 2,
      "Description": " Job Description",
      "JobDescription": "ProMoon Software Solution is an innovative tech company leading the way in Software Development and Digital Marketing. We’re in search of passionate Business Development Executives who are driven by the desire to expand our client base and foster long-term relationships. Whether you are a fresher or have some experience, if you have a knack for sales and a deep understanding of the IT industry, we invite you to bring your skills and enthusiasm to our dynamic team.",
      "Responsibilities": "Responsibilities",
      "ResponsibilitiesName": [
        "Identify and pursue new business opportunities (Lead Generation) through networking, cold calling, and market research.",
        "Develop and maintain relationships with potential and existing clients, ensuring a high level of customer satisfaction.",
        "Create and deliver compelling presentations and proposals to potential clients.",
        "Collaborate with the marketing team to develop strategies that align with business objectives and target audience needs.",
        "Negotiate and close deals, ensuring all terms are aligned with company policies and goals.",
        "Conduct market analysis to identify trends, competitor activities, and potential areas for growth.",
        "Prepare and manage sales reports, forecasts, and budgets.",
        "Stay updated with the latest trends and developments in the IT industry.",
        "Coordinate with internal teams, including software development and digital marketing, to ensure seamless project execution and client satisfaction."
      ],
      "QualificationsAndSkills": "Qualifications And Skills",
      "QualificationsAndSkillsName": [
        "Proven sales and business development experience, with a strong portfolio of successful deals.",
        "Deep understanding of the IT industry, including software development and digital marketing.",
        "Excellent communication and interpersonal skills, with the ability to build strong relationships with clients and stakeholders.",
        "Strong negotiation and closing skills.",
        "Ability to conduct thorough market research and develop effective sales strategies.",
        "Self-motivated and driven, with the ability to work independently and as part of a team in a fast-paced environment.",
        "Familiarity with CRM software and sales tracking tools.",
        "Should be able to communicate in Fluent English.",
        "Experience can apply."
      ],
      "WhatWeOffer": "What We Offer",
      "WhatWeOfferName": [
        "Competitive salary and comprehensive benefits package.",
        "Opportunities for professional growth and skill development.",
        "Exciting and challenging projects in a collaborative work environment.",
        "A friendly and inclusive workplace culture."
      ]
    },
    {
      "id": 2,
      "positionTitle": "React JS Developer",
      "JobType": "JobType",
      "JobTypeName": " Full Time, Surat, Fresher / Experience ",
      "Positions": "Positions",
      "NumberOfPositions": 3,
      "Description": " Job Description",
      "JobDescription": "We are looking for a passionate and dedicated React JS Developer to join our dynamic team. As a React JS Developer, you will be responsible for building and maintaining web applications with a focus on user experience and performance. This is an excellent opportunity for freshers to kick-start their careers in a collaborative and innovative environment.",
      "ResponsibilitiesName": [
        "Develop and maintain web applications using React.js",
        "Create reusable components and front-end libraries",
        "Implement responsive design and ensure cross-browser compatibility",
        "Collaborate with back-end developers and web designers to improve usability",
        "Optimize applications for maximum speed and scalability",
        "Troubleshoot and debug issues to improve performance",
        "Participate in code reviews and provide constructive feedback",
        "Stay up-to-date with the latest industry trends and technologies",
        "Work closely with the team to understand project requirements and deliver high-quality solutions"
      ],
      "WhatWeOffer": "What We Offer",
      "WhatWeOfferName": [
        "Competitive salary and performance-based bonuses",
        "Professional development opportunities and continuous learning",
        "A friendly and inclusive work environment",
        "Flexible working hours and a healthy work-life balance",
        "Access to the latest tools and technologies",
        "Opportunity to work on exciting and challenging projects",
        "Health and wellness benefits",
        "Team-building activities and social events",
        "Mentorship and guidance from experienced professionals"
      ]
    },
    {
      "id": 3,
      "positionTitle": "Angular JS Developer",
      "JobType": "JobType",
      "JobTypeName": "Full Time, Surat, Experience ",
      "Positions": "Positions",
      "NumberOfPositions": 2,
      "Description": " Job Description",
      "JobDescription": "We are seeking a skilled and motivated Angular JS Developer with 2 years of experience to join our growing team. As an Angular JS Developer, you will be responsible for developing and maintaining dynamic web applications with a focus on creating a seamless user experience. You will work closely with cross-functional teams to deliver high-quality software solutions.",
      "Responsibilities": "Responsibilities",
      "ResponsibilitiesName": [
        "Develop and maintain web applications using AngularJS",
        "Create reusable components and front-end libraries",
        "Ensure the technical feasibility of UI/UX designs",
        "Implement responsive design and ensure cross-browser compatibility",
        "Collaborate with back-end developers to integrate RESTful APIs",
        "Optimize applications for maximum speed and scalability",
        "Identify and troubleshoot performance and code issues",
        "Participate in code reviews and provide constructive feedback",
        "Write clean, maintainable, and efficient code",
        "Stay up-to-date with the latest industry trends and technologies"
      ],
      "Requirements": "Requirements",
      "RequirementsName": [
        "2 years of experience in AngularJS development",
        "Strong understanding of JavaScript, HTML, and CSS",
        "Experience with RESTful services and APIs",
        "Familiarity with front-end build tools such as Grunt or Gulp",
        "Proficiency in using version control systems like Git",
        "Excellent problem-solving and debugging skills",
        "Strong attention to detail and ability to work in a team",
        "Good communication skills and a collaborative mindset"
      ],
      "WhatWeOffer": "what We Offer",
      "WhatWeOfferName": [
        "Competitive salary and performance-based bonuses",
        "Professional development opportunities and continuous learning",
        "A friendly and inclusive work environment",
        "Flexible working hours and a healthy work-life balance",
        "Access to the latest tools and technologies",
        "Opportunity to work on exciting and challenging projects",
        "Health and wellness benefits",
        "Team-building activities and social events",
        "Mentorship and guidance from experienced professionals"
      ]
    }
  ]
}
